prompt = ("Дай короткий випадковий факт. Відповідай українською мовою. "
          "Перевіряй відповідь на коректність, логічність відповіді і помилки. У відповідь надішли тільки факт, "
          "під час відповіді слідуй правилам української офіційної мови, впевнись що всі члени речення кзгоджуються між собою за закінченнями, відмінками, часовими формами дієслова, одниною та множиною,"
          "використовуй правильне написання слів української мови, уникай русизмів та кальки не використовуй неіснуючих слів")